/* The default title for FUIAttachmentsFormCell.\n This string can be overwritten by the \"attachmentsTItle\" property \n in FUIAttachmentsFormCell. */
"AttachmentsKey" = "Allegato (%d)";

/* The action list title when \"add attachment\" button is tapped. */
"AddAttachmentKey" = "Aggiungi allegato";

/* The string for taking a photo in add attachment action list. */
"TakePhotoKey" = "Scatta una foto";

/* The string for choosing a photo from the photo library in add attachment action list. */
"PhotoLibraryKey" = "Libreria foto";

/* The string for selecting a file from the document picker in add attachment action list. */
"FilesKey" = "File";

/* The string for canceling adding an attachment in add attahment action list. */
"CancelKey" = "Annulla";

/* The default placeholder text for FUITitleFormCell.\n App can use the \"placeholderText\" property of FUITitleFormCell to override this string. */
"TitleKey" = "Titolo";

/* The default placeholder text for FUINoteFormCell.\n App can use the \"placeholderText\" property of FUINoteFormCell to override this string. */
"NotesKey" = "Note";

/* The default placeholder text for value field of FUISimplePropertyFormCell.\n App can use the \"placeholderText\" property of FUISimplePropertyFormCell to override this string. */
"ValueKey" = "Valore";

/* The warning string when there is no navigationController for the current\n UITableViewController for the FUIFormCell. */
"NoNavigationCtlWarningKey" = "ATTENZIONE: il controller della navigazione per UITableViewController corrente per FUIFormCell è nullo. FUIAttachmentsFormCell e ListPickerFormCell non funzioneranno correttamente.";

/* The format string for valueTextField of DurationPckerFormCell.\n This string can be overwritten by the \"durationFormatString\" property\n in FUIDurationPickerFormCell. */
"DurationKey" = "%d ore %d min";

/* The section header title for selected entries in ListPickerFormCell. */
"SelectedKey" = "Selezionato";

/* The section header title for all entries in ListPickerFormCell. */
"AllKey" = "Tutto";

/* The warning string when search is enabled but the ListPickerFormCell\n has the listPickerDataSource set but listPickerSearchResultsUpdating\n property is nil. Search is disabled in this case. */
"NoResultsUpdatingWarningKey" = "Attenzione: la ricerca è disabilitata perché la proprietà listPickerSearchResultsUp con riferimento a ListPickerFormCell è nulla.";

/* The \"Select All\" button title on the List Picker header */
"SelectAllKey" = "Seleziona tutto";

/* The \"Deselect All\" button title on the List Picker header */
"DeselectAllKey" = "Deseleziona tutto";

/* The \"Close\" button title on the Barcode Scan View */
"CloseKey" = "Chiudi";

/* The \"More\" indicator title displayed in Object Cell when text is truncated, and may be expanded. */
"DisplayMoreKey" = "Altro";

/* The \"Less\" indicator title displayed in Object Cell when text is fully displayed, and may be compressed with truncation. */
"DisplayLessKey" = "Meno";

/* The string used in accessibility indicating switch in on. */
"SwitchOn" = "Attivato";

/* The string used in accessibility indicating switch is off. */
"SwitchOff" = "Disattivato";

/* The string used in accessibility informing user to double tap on the switch to toggle between on and off. */
"SwitchTap" = "Tocca due volte per commutare l’impostazione";

